module.exports = {
    // ม.ต้น
    middle_School: [
        {
            img: `assets/images/portfolio/Picture1.png`,
            url: `#!`,
            title: [
                `Math With Python by Hamster Hub`,
            ],
            description: [
                `วันที่ 31/07/64 , 01/08/64 , 07-08/08/64`,
                `ชั้น : มัธยมศึกษาปีที่ 3`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture2.png`,
            url: `#!`,
            title: [
                `Samsung Innovation Campus`,
            ],
            description: [
                `วันที่ 18/05/63 , 26/06/63`,
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture3.png`,
            url: `#!`,
            title: [
                `เข้าร่วมอบรมกับ`,
                `สถาบันการจัดการปัญญาภิวัฒน์`
            ],
            description: [
                `วันที่ 13/06/64`,
                `ชั้น : มัธยมศึกษาปีที่ 3`
            ],
        },
        {
            img: `assets/images/portfolio/Picture4.png`,
            url: `#!`,
            title: [
                `การแข่งขันโครงงานวิทยาศาสตร์ประเภท`,
                `สิ่งประดิษฐ์ในงานการแข่งขันทักษะวิชาการและการประกวดสิ่งประดิษฐ์โรงเรียนเอกชน`,
                `จังหวัดสมุทรปราการ`,
            ],
            description: [
                `ได้รับรางวัลระดับเหรีญทองรองชนะเลิญอันดับสอง`,
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture5.png`,
            url: `#!`,
            title: [
                `เข้าร่วมงานมหิดลวิชาการ เปิดบ้านมหิดล ประจำปี 2563`
            ],
            description: [
                `สาขา : วิศวะคอมพิวเตอร์ และวิศวะไฟฟ้าชั้น ม.3`,
                `ชั้น : มัธยมศึกษาปีที่ 3`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture6.png`,
            url: `#!`,
            title: [
                `อบรมออนไลน์กับ สำนักงาน สวทช.NSTDA`,
                `หัวข้อ Creative thinking`
            ],
            description: [
                `วันที่ 29/06/63 - 30/06/63`,
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture8.png`,
            url: `#!`,
            title: [
                `เข้าร่วมโครงการ มหาวิทยาลัยเด็ก ครั้งที่ 11`,
                `ที่มหาวิทยาลัยพระจอมเกล้าธนบุรี`,
            ],
            description: [
                `(กิจกรรมคณิตศาสตร์)`,
                `วันที่ 22/02/63`,
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture9.png`,
            url: `#!`,
            title: [
                `เข้าร่วมโครงการ มหาวิทยาลัยเด็ก ครั้งที่ 11`,
                `ที่มหาวิทยาลัยพระจอมเกล้าธนบุรี`,
            ],
            description: [
                `(กิจกรรมจุลชีววิทยา)`,
                `วันที่ 22/02/63`,
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture10.png`,
            url: `#!`,
            title: [
                `เข้าร่วมแข่งขันโครงงานวิทยาศาสตร์ประเภท`,
                `สิ่งประดิษฐ์ในงานการแข่งขันทักษะวิชาการและ`,
                `การประกวดสิ่งประดิษฐ์โรงเรียนเอกชน`,
                `ระดับชาติ จังหวัดสมุทรปราการ ประจำปี 2562`,
            ],
            description: [
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture11.png`,
            url: `#!`,
            title: [
                `เข้าร่วมงานศิลปะหัตถกรรมนักเรียน`,
                `ครั้งที่ 69 ระดับเขตพื้นที่การศึกษา`,
                `ประจำปีการศึกษา 2562`,
            ],
            description: [
                `ได้รับรางวัลระดับเหรีญทองรองชนะเลิญอันดับที่ 1`,
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
        {
            img: `assets/images/portfolio/Picture12.png`,
            url: ``,
            title: [
                `การแข่งขันประดิษฐ์ร่มพยุงไข่`,
                `ระดับมัธยมศึกษาตอนต้น ประจำปี 2562`,
            ],
            description: [
                `ได้รับรางวัลระดับเหรีญทองรองชนะเลิญอันดับที่ 1`,
                `ชั้น : มัธยมศึกษาปีที่ 2`,
            ],
        },
    ],
    //ปวช.1
    voc_cert: [],
}
